1847123212/esp32_mpy/project/aitest/boards/GENERIC_S3/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "ESP32S3 module"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_HW_ENABLE_SDCARD            (0)
